aeschli.vscode-css-formatter
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
ms-python.python
ms-toolsai.jupyter
patbenatar.advanced-new-file
PKief.material-icon-theme
ritwickdey.LiveServer
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
