aeschli.vscode-css-formatter
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
Gruntfuggly.todo-tree
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
naumovs.color-highlight
patbenatar.advanced-new-file
PKief.material-icon-theme
ritwickdey.LiveServer
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
wix.vscode-import-cost
